Repository: antiX-Linux/elogind-antix
Catalog: po/*.po
Languages: ca, sr

source: Allow applications to inhibit system shutdown
ca: Permet a les aplicacions inhibir l'apagada del sistema
sr: Дозволите програмима да спрече гашење система

source: Authentication is required for an application to inhibit system shutdown.
ca: Cal autenticació perquè una aplicació inhibeixi l'apagada del sistema.
sr: Потребно је да се идентификујете да бисте дозволили програму да спречи гашење система.

source: Allow applications to delay system shutdown
ca: Permet a les aplicacions endarrerir l'apagada del sistema
sr: Дозволите програмима да одложе гашење система

source: Authentication is required for an application to delay system shutdown.
ca: Cal autenticació perquè una aplicació endarrereixi l'apagada del sistema.
sr: Потребно је да се идентификујете да бисте дозволили програму да одложи гашење система.

source: Allow applications to inhibit system sleep
ca: Permet a les aplicacions inhibir la hibernació del sistema
sr: Дозволите програмима да спрече спавање система

source: Authentication is required for an application to inhibit system sleep.
ca: Cal autenticació perquè una aplicació inhibeixi la hibernació del sistema.
sr: Потребно је да се идентификујете да бисте дозволили програму да спречи спавање система.

source: Allow applications to delay system sleep
ca: Permet a les aplicacions endarrerir la hibernació del sistema
sr: Дозволите програмима да одложе спавање система

source: Authentication is required for an application to delay system sleep.
ca: Cal autenticació perquè una aplicació endarrereixi la hibernació del sistema.
sr: Потребно је да се идентификујете да бисте дозволили програму да одложи спавање система.

source: Allow applications to inhibit automatic system suspend
ca: Permet a les aplicacions inhibir la suspensió automàtica del sistema
sr: Дозволите програмима да спрече самосталну обуставу система

source: Authentication is required for an application to inhibit automatic system suspend.
ca: Cal autenticació perquè una aplicació inhibeixi la suspensió automàtica del sistema.
sr: Потребно је да се идентификујете да бисте дозволили програму да спречи самосталну обуставу система.

source: Allow applications to inhibit system handling of the power key
ca: Permet a les aplicacions inhibir la gestió de la tecla d'encesa per part del sistema
sr: Дозволите програмима да спрече систему управљање дугметом за напајање

source: Authentication is required for an application to inhibit system handling of the power key.
ca: Cal autenticació perquè una aplicació inhibeixi la gestió de la tecla d'encesa per part del sistema.
sr: Потребно је да се идентификујете да бисте дозволили програму да спречи систему управљање дугметом за напајање.

source: Allow applications to inhibit system handling of the suspend key
ca: Permet a les aplicacions inhibir la tecla de suspensió per part del sistema
sr: Дозволите програмима да спрече систему управљање дугметом за обуставу

source: Authentication is required for an application to inhibit system handling of the suspend key.
ca: Cal autenticació perquè una aplicació inhibeixi la gestió de la tecla de suspensió per part del sistema.
sr: Потребно је да се идентификујете да бисте дозволили програму да спречи систему управљање дугметом за обуставу.

source: Allow applications to inhibit system handling of the hibernate key
ca: Permet a les aplicacions inhibir la gestió de la tecla d'hibernació per part del sistema
sr: Дозволите програмима да спрече систему управљање дугметом за спавање

source: Authentication is required for an application to inhibit system handling of the hibernate key.
ca: Cal autenticació perquè una aplicació inhibeixi la gestió de la tecla d'hibernació per part del sistema.
sr: Потребно је да се идентификујете да бисте дозволили програму да спречи систему управљање дугметом за спавање.

source: Allow applications to inhibit system handling of the lid switch
ca: Permet a les aplicacions la gestió del tancament de la tapa per part del sistema
sr: Дозволите програмима да спрече систему да уради било шта приликом заклапања екрана

source: Authentication is required for an application to inhibit system handling of the lid switch.
ca: Cal autenticació perquè una aplicació inhibeixi la gestió del tancament de la tapa per part del sistema.
sr: Потребно је да се идентификујете да бисте дозволили програму да спречи систему да уради било шта приликом заклапања екрана.

source: Allow non-logged-in users to run programs
ca: Permet l'execució de programes als usuaris sense inici de sessió
sr: Дозволите непријављеним корисницима да покрећу програме

source: Authentication is required to run programs as a non-logged-in user.
ca: Cal autenticació per a la execució de programes per part d'usuaris sense inici de sessió
sr: Потребно је да се идентификујете да бисте покретали програме као непријављен корисник.

source: Allow attaching devices to seats
ca: Permet l'annexió de dispositius als llocs de treball
sr: Дозволите качење уређаја на седишта

source: Authentication is required for attaching a device to a seat.
ca: Cal autenticació per annexar un dispositiu a un lloc de treball.
sr: Потребно је да се идентификујете да бисте закачили уређај на седиште.

source: Flush device to seat attachments
ca: Allibera les annexions de dispositius a llocs de treball
sr: Испери уређај да би уседиштио закачено

source: Authentication is required for resetting how devices are attached to seats.
ca: Cal autenticació per restablir les annexions dels dispositius als llocs de treball.
sr: Потребно је да се идентификујете да бисте поново подесили како се уређаји каче на седишта.

source: Power off the system
ca: Apaga el sistema
sr: Искључите систем

source: Authentication is required for powering off the system.
ca: Cal autenticació per apagar el sistema
sr: Потребно је да се идентификујете да бисте искључили систем.

source: Power off the system while other users are logged in
ca: Apaga el sistema mentre que altres usuaris tenen sessió iniciada
sr: Искључите систем док су други корисници пријављени

source: Authentication is required for powering off the system while other users are logged in.
ca: Cal autenticació per apagar el sistema mentre que altres usuaris tenen sessió iniciada.
sr: Потребно је да се идентификујете да бисте искључили систем док су други корисници пријављени.

source: Power off the system while an application asked to inhibit it
ca: Apaga el sistema mentre que una aplicació ha demanat inhibir-lo
sr: Искључите систем иако је програм затражио да се спречи гашење

source: Authentication is required for powering off the system while an application asked to inhibit it.
ca: Cal autenticació per apagar el sistema mentre que una aplicació ha demanat inhibir-lo.
sr: Потребно је да се идентификујете да бисте искључили систем иако је програм затражио да се спречи гашење система.

source: Reboot the system
ca: Reinicia el sistema
sr: Поново покрените систем

source: Authentication is required for rebooting the system.
ca: Cal autenticació per reiniciar el sistema.
sr: Потребно је да се идентификујете да бисте поново покренули систем.

source: Reboot the system while other users are logged in
ca: Reinicia el sistema mentre hi ha usuaris amb sessió iniciada
sr: Поново покрените систем док су други корисници пријављени

source: Authentication is required for rebooting the system while other users are logged in.
ca: Cal autenticació per reiniciar el sistema mentre hi ha usuaris amb sessió iniciada.
sr: Потребно је да се идентификујете да бисте поново покренули систем док су други корисници пријављени.

source: Reboot the system while an application asked to inhibit it
ca: Reinicia el sistema malgrat hi ha una aplicació que ho impedeix
sr: Поново покрените систем иако је програм затражио да се спречи гашење

source: Authentication is required for rebooting the system while an application asked to inhibit it.
ca: Cal autenticació per reiniciar el sistema malgrat hi ha una aplicació que ho impedeix.
sr: Потребно је да се идентификујете да бисте поново покренули систем иако је програм затражио да се спречи гашење система.

source: Suspend the system
ca: Suspèn el sistema
sr: Обуставите систем

source: Authentication is required for suspending the system.
ca: Cal autenticació per suspendre el sistema
sr: Потребно је да се идентификујете да бисте обуставили систем.

source: Suspend the system while other users are logged in
ca: Suspèn el sistema mentre hi ha altres usuaris amb sessió iniciada
sr: Обуставите систем док су други корисници пријављени

source: Authentication is required for suspending the system while other users are logged in.
ca: Cal autenticació per reiniciar el sistema mentre hi ha usuaris amb sessió iniciada.
sr: Потребно је да се идентификујете да бисте обуставили систем док су други корисници пријављени.

source: Suspend the system while an application asked to inhibit it
ca: Suspèn el sistema mentre una aplicació ha demanat d'inhibir-lo
sr: Обуставите систем иако је програм затражио да се спречи обустава

source: Authentication is required for suspending the system while an application asked to inhibit it.
ca: Cal autenticació per suspendre el sistema mentre una aplicació ha demanat d'inhibir-lo.
sr: Потребно је да се идентификујете да бисте обуставили систем иако је програм затражио да се спречи обустава система.

source: Hibernate the system
ca: Hiberna el sistema
sr: Успавајте систем

source: Authentication is required for hibernating the system.
ca: Cal autenticació per hibernar el sistema.
sr: Потребно је да се идентификујете да бисте успавали систем.

source: Hibernate the system while other users are logged in
ca: Hiberna el sistema mentre hi ha altres usuaris amb sessió iniciada
sr: Успавајте систем док су други корисници пријављени

source: Authentication is required for hibernating the system while other users are logged in.
ca: Cal autenticació per hibernar el sistema mentre hi ha altres usuaris amb sessió iniciada.
sr: Потребно је да се идентификујете да бисте успавали систем док су други корисници пријављени.

source: Hibernate the system while an application asked to inhibit it
ca: Hiberna el sistema mentre una aplicació ha demanat inhibir-ho
sr: Успавајте систем иако је програм затражио да се спречи спавање

source: Authentication is required for hibernating the system while an application asked to inhibit it.
ca: Cal autenticació per hibernar el sistema mentre una aplicació ha demanat inhibir-ho.
sr: Потребно је да се идентификујете да бисте успавали систем иако је програм затражио да се спречи успављивање система.

source: Manage active sessions, users and seats
ca: Gestiona les sessions, usuaris i llocs de treball actius
sr: Управљајте покренутим сесијама, корисницима и седиштима

source: Authentication is required for managing active sessions, users and seats.
ca: Cal autenticació per administrar les sessions, usuaris i llocs de treball actius.
sr: Потребно је да се идентификујете да бисте управљали покренутим сесијама, корисницима и седиштима.

source: Lock or unlock active sessions
ca: Bloqueja o desbloqueja les sessions actives
sr: Закључајте или откључајте покренуте сесије

source: Authentication is required to lock or unlock active sessions.
ca: Cal autenticació per bloquejar o desbloquejar les sessions actives.
sr: Потребно је да се идентификујете да бисте закључавали или откључавали покренуте сесије.

source: Allow indication to the firmware to boot to setup interface
ca: Permet una indicació al microprogramari per iniciar a la interfície de configuració
sr: Напомените фирмверу да се подигне у режим подешавања интерфејса

source: Authentication is required to indicate to the firmware to boot to setup interface.
ca: Cal autenticació per indicar al microprogramari que iniciï a la interfície de configuració.
sr: Потребно је да се идентификујете да бисте напоменули фирмверу да се подигне у режиму подешавања интерфејса.

source: Set a wall message
ca: Estableix un missatge de mur
sr: Поставите зидну поруку

source: Authentication is required to set a wall message
ca: Cal autenticació per establir un text de mur
sr: Потребно је да се идентификујете да бисте поставили зидну поруку
